<?php

return [

    /* -----------------------------------------------------------------
     |  Attributes
     | -----------------------------------------------------------------
     */

    'attributes' => [
        'expired' => 'Expiré',
    ],

    /* -----------------------------------------------------------------
     |  Titles
     | -----------------------------------------------------------------
     */

    'titles' => [
        'password-resets'      => 'Réinitialisation des MDPs',
        'password-resets-list' => 'Liste des réinitialisations de mot de passe',
    ],

    /* -----------------------------------------------------------------
     |  Actions
     | -----------------------------------------------------------------
     */

    'actions' => [
        'clear-expired' => 'Effacer les expirés',
        'delete-all'    => 'Supprimer tout',
    ],

    /* -----------------------------------------------------------------
     |  Messages
     | -----------------------------------------------------------------
     */

    'list-empty'   => 'La liste de réinitialisation du mot de passe est vide.',
];
