<?php

return [
    /* ------------------------------------------------------------------------------------------------
     |  Attributes
     | ------------------------------------------------------------------------------------------------
     */
    'email'                 => 'Email',
    'username'              => 'Nom d\'utilisateur',
    'password'              => 'Mot de passe',
    'password_confirmation' => 'Confirmation mot de passe',
    'first_name'            => 'Prénom',
    'last_name'             => 'Nom',

    /* ------------------------------------------------------------------------------------------------
     |  Messages
     | ------------------------------------------------------------------------------------------------
     */
    'since'       => 'Membre depuis :date',
    'no-activity' => 'Aucune activité en ce moment',
];
